{
    "hero-title1": "Programmer",
    "hero-title2": "  Web-Developer",
    "hero-title3": "    Software-Engineer",

    "github-title": "Github Projects",
    "skills-title": "Skills",

    "job-experience-title": "Job Experience",
    "education-title": "Education",
    "language-title": "Languages",

    "rli-description": "Software-Engineer | Student Job | 2024",
    "rli-note1": "Software projects in teams of 4-10",
    "rli-note2": "Mobility, fleet simulation",
    "rli-note3": "User Experience, Design and Web-Development for",

    "datalyze-description": "Android-Developer | Testing | Student Job | 2022",
    "datalyze-note1": "Development of a Geographical Android-App",
    "datalyze-note2": "Testing of a company website",

    "tech-uni-title": "Computer Science (B.Sc.)",
    "tech-uni": "Technical University of Berlin | 2024",
    "thesis": "Bachelor thesis: 'Implementing and evaluating the user experience in a scientific web-app'",

    "free-uni-title": "History | German | Music Theory",
    "free-uni": "Free University Berlin | 2017",

    "de-lang": "German",
    "en-lang": "English",
    "ru-lang": "Russian",
    "es-lang": "Spanish",

    "contact-form": "Contact",

    "profile-text1": "I completed my Bachelor of Science in Computer Science at the Technical University of Berlin in August 2024. Teamwork, motivation, and curiosity are my most important qualities. Especially in an environment like a university, one often faces problems such as one-sided topics and unmotivated fellow students. However, for me, the focus is on the people in the team, whom I can emotionally bond to the project through personal contact. My greatest strengths can be divided into two parts. First, my specialist knowledge provides a solid foundation from which I am ready to solve any type of problem. The second component is a strong sense of perseverance, which can withstand long-term and stressful situations.",

    "profile-text2": "Coupled with academic standards, I learned the fundamentals of computer science and project-based work during my studies. This includes technologies such as C, Java, and Python, as well as topics such as machine learning and data science. Professionally, I have already worked with UX design, CI/CD, Github, and various frameworks such as Django, Android Studio, Pandas, Matplotlib, and Numpy. My time at the Reiner Lemoine Institute (RLI), in particular, introduced me to teamwork, deadlines, meetings, and clients.",

    "profile-text3": "My bachelor's thesis, which I also wrote at the RLI, focused on the development and analysis of a frontend for scientific simulation software. In the process, I acquired knowledge in the fields of user experience, usability, design, and web-development. Aside from the application, my primary goal is always to understand how a technology works, not simply copying code from Stack Overflow or LLMs, even though these methods can be a useful addition in some circumstances. Since I'm used to learning about topics independently, I also explore various topics and technologies in my free time"
}